{
    "data": [
        {
            "paragraphs": [
                {
                    "qas": [
                        {
                            "id": "55046d5ff8aee20f27000007",
                            "question": "List signaling molecules (ligands) that interact with the receptor EGFR?"
                        }
                    ],
                    "context": "Differential epidermal growth factor receptor (EGFR) phosphorylation is thought to couple receptor activation to distinct signaling pathways. However, the molecular mechanisms responsible for biased signaling are unresolved due to a lack of insight into the phosphorylation patterns of full-length EGFR. We extended a single-molecule pull-down technique previously used to study protein-protein interactions to allow for robust measurement of receptor phosphorylation. We found that EGFR is predominantly phosphorylated at multiple sites, yet phosphorylation at specific tyrosines is variable and only a subset of receptors share phosphorylation at the same site, even with saturating ligand concentrations. We found distinct populations of receptors as soon as 1 min after ligand stimulation, indicating early diversification of function. To understand this heterogeneity, we developed a mathematical model. The model predicted that variations in phosphorylation are dependent on the abundances of signaling partners, while phosphorylation levels are dependent on dimer lifetimes. The predictions were confirmed in studies of cell lines with different expression levels of signaling partners, and in experiments comparing low- and high-affinity ligands and oncogenic EGFR mutants. These results reveal how ligand-regulated receptor dimerization dynamics and adaptor protein concentrations play critical roles in EGFR signaling."
                }
            ]
        },
        {
            "paragraphs": [
                {
                    "qas": [
                        {
                            "id": "553fa78b1d53b76422000007",
                            "question": "Which miRNAs could be used as potential biomarkers for epithelial ovarian cancer?"
                        }
                    ],
                    "context": "Long noncoding RNAs (lncRNAs) have recently considered as central regulators in diverse biological processes and emerged as vital players controlling tumorigenesis. Several lncRNAs can be classified into oncogenes and tumor suppressor genes depending on their function in cancer. A maternally expressed gene 3 (MEG3) gene transcripts a 1.6 kb lncRNA whose act as an antitumor component in different cancer cells, such as breast, liver, glioma, colorectal, cervical, gastric, lung, ovarian and osteosarcoma cancer cells. The present review highlights biological function of MEG3 to repress tumor through regulating the major tumor suppressor genes p53 and Rb, inhibiting angiogenesis-related factor, or controlling miRNAs. On the other hand, previous studies have also suggested that MEG3 mediates epithelial-mesenchymal transition (EMT). However, deregulation of MEG3 is associated with the  development and progression of cancer, suggesting that MEG3 may function as a potential biomarker and therapeutic target for human cancers."
                }
            ]
        },
        {
            "paragraphs": [
                {
                    "qas": [
                        {
                            "id": "5149199dd24251bc05000040",
                            "question": "Which acetylcholinesterase inhibitors are used for treatment of myasthenia gravis?"
                        }
                    ],
                    "context": "The co-existence of myasthenia gravis and other inflammatory myopathies has been reported in the literature before, but no clinical cases involving inclusion body myositis have been reported. We report a case of a 67-year-old patient who presented with dysphagia, exhibiting the typical electrophysiological features of postsynaptic neuromuscular junction defect with positive muscle acetylcholine receptor antibodies, consistent with the diagnosis of myasthenia gravis. Nevertheless, response to acetylcholinesterase inhibitors and immunomodulatory treatment was unexpectedly poor. As the disease progressed, the patient developed asymmetric muscle weakness, initially affecting mainly the quadriceps and the finger flexors. Muscle MRI imaging supported the presence of an inflammatory myopathy and muscle biopsy confirmed the diagnosis of inclusion body myositis. Thus, our patient represents the first reported overlap case of myasthenia gravis and inclusion body myositis."
                }
            ]
        },
        {
            "paragraphs": [
                {
                    "qas": [
                        {
                            "id": "5709e4b2cf1c32585100001c",
                            "question": "List the human genes encoding for the dishevelled proteins?"
                        }
                    ],
                    "context": "WNT signals are transduced to the planar cell polarity (PCP) pathway or the beta-catenin pathway. Drosophila Frizzled (Fz), Starry night (Stan), Van Gogh (Vang), Dishevelled (Dsh), Prickle (Pk), Diego (Dgo) and Nemo (Nmo) are implicated in the PCP signaling pathway. Choi and Benzer identified Drosophila Nmo in 1994, and Brott et al identified mouse Nemo-like kinase (Nlk) in 1998. Nlk positively regulates the PCP pathway, and negatively regulates the beta-catenin pathway. Here, we identified and characterized rat Nlk gene, Nlk2 gene and Nlkp pseudogene by using bioinformatics. Nlk gene, consisting of 11 exons, was mapped to rat chromosome 10q25. Rat Nlk gene encoded 515-aa Nlk protein with the serine/threonine kinase domain, poly(His) tracts and poly(Ala) tract, which showed 100, 99.8, 97.1 and 89.5% total-amino-acid identity with mouse Nlk, human NLK, Xenopus nlk and zebrafish nlk, respectively. Rat Nlk2 gene and Nlkp pseudogene were mapped to rat chromosome 13p13 and 2q44, respectively. Nlk2 gene and Nlkp pseudogene, consisting of a single exon, were not evolutionarily conserved. Nlk2 gene and Nlkp pseudogene were predicted as retrotransposed Nlk homologs within the rat genome. Nlk2 gene encoded a 480-aa Nlk2 protein with partial deletion within the kinase domain, which was predicted as the dominant negative Nlk homolog. This is the first report on the Nlk gene and retrotransposed Nlk homologs within the rat genome."
                }
            ]
        }
    ]
}